{
    "Veröffentlichungen": "Publications",

    "Über mich": "About",

    "Kontakt": "Contact",

    "Größere und kleinere Software-Projekte, die ich gebaut habe": "Bigger and smaller software projects I have built",

    "Schreiben und Reden": "Writing and Speaking",

    "Kontaktaufnahme, Dank & Impressum": "Get in touch, credits & imprint",

    "Software | Agilität | Coaching | Antidiskriminierung": "Software | Agility | Coaching | Antidiscrimination",

    "Ich bin Full Stack Web-Entwickler in Berlin. Ich interessiere mich für Agilität im Allgemeinen und für Scrum im Besonderen": "I'm a full stack web developer based in Berlin. I'm interested in agility in general and Scrum in particular",

    "Ich komme aus der (Erwachsenen-)Bildung und habe als Trainer, Berater und Evaluator gearbeitet. Ich habe auch viel publiziert, Vorträge gehalten und Interviews gegeben.": "My background is in adult education, as a trainer, coach, and I have even conducted evaluations. I am ‎also a published author and as such am invited to give interviews and lectures on my topics of expertise.‎",

    "Schwerpunkt meiner Arbeit in den letzten Jahrzehnten war Antidiskriminierung und das Schaffen einer Gesellschaft, in der Menschen ohne Angst verschieden sein können.": "Over the past decades, antidiscrimination and the challenge to create a society where people can be ‎different without fear has been the focus of my work.‎",

    "Ich bin fasziniert davon, was Sprache kann: die Gedanken und Handlungen von Menschen mit Wörtern verändern oder das, was sie auf dem Bildschirm sehen mit Code.": "I am fascinated by what language can do - changing people's thoughts and actions with words or what they see on screen with ‎code is the topic that keeps me busy now.‎",

    "Mein Profil auf GitHub": "Visit my profile on GitHub",

    "Mein Profil auf LinkedIn": "Visit my profile on LinkedIn",

    "Mein Profil auf XING": "Visit my profile on XING",

    "Mein Profil auf twitter": "Visit my profile on twitter",

    "Mein Profil auf Academia": "Visit my profile on Academia",

    "Mein Profil auf Research Gate": "Visit my profile on Research Gate",

    "Hallo": "Hello",

    "ich bin": "I'm",

    "ich bin zertifizierter PSM I und PSPO I": "I'm a certified PSM I and PSPO I",

    "Ich nutze diese Seite auch, um meine Arbeitsergebnisse, Projekte und Forschung allen so zugänglich und verfügbar wie möglich zu machen": "I use this site to make my work results, projects and research as accessible and available as possible",

    "Ich arbeite gerne in einem sozialen Umfeld, in dem Zusammenarbeit und offene Kommunikation gelebt werden. Ich schätze einen Arbeitsplatz, an dem ich meine kritischen Gedanken sinnvoll einsetzen kann, intellektuell herausgefordert werde und beruflich wachse": "I thrive working in a social environment where collaboration and open communication are lived values. I value a workplace where I can put my critical thinking skills to use, am challenged intellectually, and can grow professionally",

    "Was mich prägt": "Influences",

    "Die": "",

    "Wissenschaft": "Scholarship",

    "für die Fähigkeit, zu analysieren und zu verstehen; die Ethnologie für die Fähigkeit, genau zu beobachten und zuzuhören.": "for the ability to analyze and understand; cultural anthropology for the ability to observe and listen closely.",

    "Die eigene": "My own",

    "Bildung": "education",

    "(ich bin bildungshungrig!) und das Wissen um Lernprozesse, um andere begleiten zu können.": "(I am hungry for knowledge!) and the knowledge of learning processes in order to be able to accompany others.",

    "Politik": "Politics",

    "und mein Interesse an der Verbindung der kleinen mit den ganz großen Fragen, dem Individuum und der Gesellschaft, dem Alltag und der Herrschaft, der Psyche und der Macht.": "and my interest in connecting the small with the very big questions, the individual and society, everyday life and domination, the psyche and power.",

    "Inklusion, Diversität und Diskriminierungssensibilität": "Inclusion, diversity and sensitivity to discrimination",

    "als Leitlinien und Anker für eine gerechte und freie Gesellschaft.": "as guidelines and anchors for a just and free society.",

    "Kommunikationspsychologie und Gewaltfreie Kommunikation": "Communication Psychology and Nonviolent Communication",

    "für Klärungsprozesse, das Auseinanderhalten von Eigenem und Fremdem und der Hinführung zu Gefühlen.": "for clarification processes, distinguishing own parts and those of another person and the guidance to feelings.",

    "Radikale Therapie und Transaktionsanalyse": "Radical therapy and transactional analysis",

    "für die Selbstreflexion und die Fokussierung auf Gruppenprozesse, Beziehung, Kommunikation und Unterstützung.": "for self-reflection and focusing on group processes, relationship, communication and support.",

    "Kontaktimprovisation": "Contact improvisation",

    "für Freude, Leichtigkeit, experimentieren, aushandeln, somatisches Erleben, Achtsamkeit und Flow in der Gruppe.": "for joy, lightness, experimenting, negotiating, somatic experience, mindfulness and flow in the group.",

    "Beruflicher Werdegang": "Professional Career",

    "Tätigkeiten": "Occupation",

    "Entwicklung von Software im Front- und Backend": "Development of software in front- and backend",

    "Prozessbegleitung": "Process support/facilitation",

    "Coaching, Beratung, Evaluation, Beschwerdemanagement": "coaching, counseling, evaluation, complaint management",

    "Ausführlicher": "Details",

    "Cascade Informationssysteme GmbH": "Cascade Information Systems",

    "Standort- und Produktzertifizierung": "Location and product certification",

    "nach Common Criteria": "according to Common Criteria",

    "Analyse der Firmen-Homepage": "Analysis of the company homepage",

    "unter Aspekten von Geschlechtergerechtigkeit, Vorschläge zur Veränderung": "under aspects of gender equality, suggestions for change",

    "Anne Frank Zentrum / Deutsches Rotes Kreuz Thüringen": "Anne Frank Center / German Red Cross Thuringia",

    "Prozessbegleitung zu Antidiskriminierung und Rechtsextremismusprävention": "Process support for measures against discrimination and prevention of right-wing extremism",

    "für Kita-Berater*innen des DRK Thüringen": "for day-care center advisors of the German Red Cross Thuringia",

    "Gegen Vergessen – Für Demokratie: Umfangreiche": "Against forgetting - For democracy: Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der": "(non-participating observations, interviews, material analysis, interim and final report) of the",

    "Argumentationstrainings gegen rechte Parolen": "Argumentation training against right-wing slogans",

    "Beratung und Training": "Consulting and training",

    "zur Implementierung eines Code of Conduct und Maßnahmen der Antidiskriminierung": "the implementation of a code of conduct and anti-discrimination measures",

    "KoFaS – Kompetenzgruppe Fankulturen & Sport": "KoFaS - Competence Group Fan Cultures & Sports",

    "Begleitung und Coaching": "Support and Coaching",

    "zur Implementierung geschlechterreflek­tierter Maßnahmen im Fußball": "for the implementation of gender-reflected measures in football",

    "Umfangreiche": "Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der Qualifizierungsreihe": "(non-participating observations, interviews, material analysis, interim and final report) of the qualification course",

    "breit aufgestellt – Fortbildung zur Prävention von Ungleichwertigkeitsvorstellungen": "broadly positioned - training to prevent ideologies of inequality",

    "Teamberatung und -begleitung": "Team consulting and support",

    "zu geschlechterreflektierten Ansätzen, Multiplikator*innen-Schulung": "on gender-reflected approaches, train the trainer",

    "Anne Frank Zentrum: Inhaltliches": "Anne Frank Center: Content",

    "Lektorat": "proofreading",

    "von Bildungsmaterialien": "of educational materials",

    "Bundeskoordinierung Spezialisierter Fachberatung gegen sexualisierte Gewalt in Kindheit und Jugend (BKSF): Recherche und Entwicklung von Vorschlägen für ein": "Federal Coordination of Specialized Counseling Services against Sexualized Violence in Childhood and Youth (BKSF): Research and development of proposals for a",

    "Beschwerdemanagementverfahren": "complaints management procedure",

    "Institut für Bildung und Forschung": "Institute for Education and Research",

    "Koordination": "Coordination",

    "der Überarbeitung einer Online-Präsenz": "of revision of an online presence",

    "Fort- und Weiterbildungen": "Further education and training",

    "Train-the-Trainer, Workshops": "train-the-trainer, workshops",

    "1-9-tägige": "1-9-day",

    "Fort- und Weiterbildungen und Train the Trainer-Schulungen": "further education and train the trainer courses",

    "für Lehrer*innen, Sozialarbeiter*innen und politische Bildner*innen im gesamten Bundesgebiet": "for teachers, social workers and political educators throughout Germany",

    "Auftraggebende/Träger": "Institutions",

    "Amt für Lehrerbildung Hessen, Bildungsministerium Mecklenburg-Vorpommern, Deutsche Kinder- und Jugendstiftung gGmbH, Dissens – Institut für Bildung und Forschung, Institut für Jugendarbeit Gauting, Institut für Qualitätsentwicklung an Schulen Schleswig-Holstein, Landesinstitut für Schule und Medien Berlin-Brandenburg, Landesschulbehörde Niedersachsen, Landessportbund Sachsen-Anhalt, Landesverwaltungsamt Sachsen-Anhalt, RAA Brandenburg, Pädagogisches Institut München, Paritätisches Bildungswerk Bundesverband, Sozialpädagogisches Fortbildungsinstitut Berlin-Brandenburg, Villa Fohrde": "Amt für Lehrerbildung Hessen, Bildungsministerium Mecklenburg-Vorpommern, German Children and Youth Foundation, Dissens – Institute for Education and Research, Institute for Youth Work Gauting, Institut für Qualitätsentwicklung an Schulen Schleswig-Holstein, Landesinstitut für Schule und Medien Berlin-Brandenburg, Landesschulbehörde Niedersachsen, Landessportbund Sachsen-Anhalt, Landesverwaltungsamt Sachsen-Anhalt, RAA Brandenburg, Pedagogical Institute Munich, Paritätisches Bildungswerk Bundesverband, Sozialpädagogisches Fortbildungsinstitut Berlin-Brandenburg, Villa Fohrde",

    "Einzelne Schulen und Vereine": "Individual schools and associations",

    "Alfred Brehm Grundschule Berlin, Dunant Grundschule Berlin, Martin-Luther-Gymnasium Eisenach, Miteinander e.V. (Sachsen-Anhalt), Vielfalt e.V. Berlin, Werbellin Grundschule Berlin, Willi-Graf-Gymnasium Berlin": "Alfred Brehm Elementary School Berlin, Dunant Elementary School Berlin, Martin-Luther-High School Eisenach, Miteinander e.V. (Saxony-Anhalt), Vielfalt e.V. Berlin, Werbellin Elementary School Berlin, Willi-Graf-High School Berlin",

    "Auftraggebende/Träger": "Institutions",

    "u.a. Amadeu Antonio Stiftung, Dissens – Institut für Bildung und Forschung, Rosa-Luxemburg-Stiftung": "amongst others: Amadeu Antonio Foundation, Dissens – Institute for Education and Research, Rosa-Luxemburg-Foundation",

    "Wissenschaftliche Praxisforschung, Vorträge": "Scientific practice research, lectures",

    "Fachbeiträge und Lektorat": "publications and editing",

    "Lehraufträge und Vorträge an Hochschulen": "Teaching positions and lectures at universities",

    "Alice Salomon Hochschule Berlin, Europa Universität Viadrina Frankfurt (Oder), European Solidarity Centre Gdańsk, Evangelische Hochschule Berlin, Fachhochschule Kiel, Hochschule Hannover, Katholische Hochschule für Sozialwesen Berlin, Universität Göttingen, Universität Kiel, University of Central Lancashire Preston": "Alice Salomon College Berlin, European University Viadrina Frankfurt (Oder), European Solidarity Centre Gdańsk, Evangelische Hochschule Berlin, University of Applied Sciences Kiel, Hochschule Hannover, Katholische Hochschule für Sozialwesen Berlin, University Göttingen, University Kiel, University of Central Lancashire Preston",

    "Forschungs- und Fortbildungsprojekt zu geschlechterreflektierter Neonazismusprävention bei Dissens – Institut für Bildung und Forschung": "Research and further education project on gender-reflected neo-Nazi prevention at Dissens - Institute for Education and Research",

    "Projektmanagement, -konzeption und -planung; bundesweite Multiplikator*innen- und Train the Trainer-Schulungen (bis 9 Tage); Beratung und Betreuung von Praxisprojekten; Inhaltliche Inputs; Vermittlung von Methoden und Vortragstätigkeiten; Aufbereitung wissenschaftlicher Erkenntnisse; Tagungsorganisation und -durchführung; Finanzanträge und Kontakt zu Zuwendungsgeber*innen; Praktikant*innen- und Honorarteambetreuung": "Project management, conception and planning; nationwide professional and train the trainer trainings (up to 9 days); consulting and supervision of practical projects; inputs; teaching of methods; lectures; preparation of scientific findings; conference organization and implementation; financial applications and contact with funding agencies; supervision of interns and honorary team",

    "Bundesweite Fortbildungstätigkeit beim Fortbildungsprojekt": "Nationwide advanced trainings in the further education project",

    "Jungenarbeit und Schule": "Boys' work and school",

    "8-tägige Lehrer*innenschulungen zum Thema Arbeit mit Jungen; Train the Trainer-Weiterbildung; inhaltliche Inputs, Vermittlung von Methoden, Beratung": "8-day teacher training courses on the topic of working with boys; train the trainer trainings; inputs, teaching of methods, consulting",

    "Jungenarbeit": "Gender sensitive social work",

    "und Hilfen zur Erziehung": "",

    "2-Tages-Workshops für Schulklassen an Grund- und Oberschulen": "2-day workshops for primary and secondary school classes",

    "in verschiedenen Städten (Berlin, Hessen, Schleswig-Holstein): Geschlechterreflektierte Pädagogik, geschlechtliche und sexuelle Vielfalt": "in different cities (Berlin, Hesse, Schleswig-Holstein): Gender-reflective pedagogy, gender and sexual diversity",

    "Hilfen zur Erziehung (Soziale Gruppenarbeit und Einzelfallhilfe) bei Dissens e. V.:": "Hilfen zur Erziehung (social group work and individual case help) at Dissens:",

    "Soziale Gruppenarbeit (§ 29 SGB VIII) und Erziehungsbeistand (§ 30 SGB VIII); geschlechtsbezogene Betreuung einer Jungengruppe; Durchführung von Einzelgesprächen, Gesprächsrunden, Freizeitgestaltung und Sportangeboten": "Social group work (§ 29 SGB VIII) and educational assistance (§ 30 SGB VIII); gender-related social work with a boys' group; conducting one-on-one interviews, discussion rounds, leisure activities and sports",

    "Jungenarbeit in der": "Boys' work at the",

    "Heimvolkshochschule Alte Molkerei Frille:": "Alte Molkerei Frille:",

    "geschlechtsbezogene Pädagogik, Gewaltprävention, Förderung von sozialer Kompetenz und Erarbeitung von Konfliktlösungen mit Jungen": "gender-sensitive pedagogy, prevention of violence, promotion of social competence and development of conflict resolution with boys",

    "Hilfen zur Erziehung bei der Björn-Schulz-Stiftung:": "Hilfen zur Erziehung at the Björn Schulz Foundation:",

    "Erziehungsbeistand (§ 30 SGB VIII) und Sozialpädagogische Familienhilfe (§ 31 SGB VIII); Unterstützung von Familien mit einem schwerbehinderten Kind; Arbeit mit nichtbehinderten männlichen Geschwisterkindern und deren spezifischen Problemlagen; Beratung von Eltern in Erziehungsfragen und bei Konflikten": "Educational assistance (§ 30 SGB VIII) and social work with families (§ 31 SGB VIII); support for families with a severely disabled child; work with non-disabled male siblings and their specific problems; counseling for parents in educational questions and conflicts",

    "Jungenarbeit bei Dissens e. V. und Pat-Ex e. V.:": "Boys' work at Dissens and Pat-Ex:",

    "Vorbereitung, Durchführung und Nachbereitung von Projekttagen und -wochen für Jungen zu Streitkultur, Sexualität, Berufswahl und männlicher Sozialisation; Betreuung der Besucher des Jungentreffs im offenen Bereich: Durchführung von Einzelgesprächen, Gesprächsrunden, Freizeitgestaltung und Sportangeboten": "Preparation, implementation and follow-up of project days and weeks for boys on the conflict resolution, sexuality, career choice and male socialization",

    "Freiwilligendienst": "Voluntary service",

    "Anstellung bei der": "Employment at the",

    "Nachrichtenagentur Reuters": "News Agency Reuters",

    "studienbegleitend": "during studies",

    "Psychosoziale Betreuung": "Psychosocial support",

    "beim Psychosozialen": "at the Psychosozialer",

    "Ausbildung": "Education",

    "Spiced Academy, 3-monatige Vollzeit-Ausbildung vor Ort als": "Spiced Academy, on-site 3-months",

    "Full Stack Web-Entwickler": "full stack web development bootcamp",

    "mit einem JavaScript-Schwerpunkt": "focused on JavaScript",

    "6-wöchiges": "6-week",

    "Scrum-Master-Praktikum": "Scrum Master internship",

    "bei SuccessYou GmbH": "at SuccessYou",

    "Studium der Europäischen Ethnologie und Gender Studies": "Studies in Cultural Anthropology and Gender Studies",

    "an der Humboldt-Universität zu Berlin": "at Humboldt University of Berlin",

    "3-monatiges": "3-months",

    "Praktikum im Europäischen Parlament": "internship in the European Parliament",

    "Brüssel": "Brussels",

    "Freiwilliges Ökologisches Jahr": "Voluntary Ecological Year",

    "bei der": "at",

    "Abitur": "Graduation",

    "an der Sophie-Charlotte-Oberschule": "at Sophie-Charlotte-High School",

    "Abschluss (Graduation)": "Graduation",

    "Zertifikate, Fort- & Weiterbildungen": "Certificates, further education and training",

    "und": "and",

    "Weiterbildung zum Verfahrensbeistand": "Further education to become a child attorney",

    "Weiterbildung zum Betzavta-Trainer": "Further training as a Betzavta trainer",

    "1-jährige Shiatsu-Ausbildung": "One-year training in Shiatsu",

    "Ausbildung zum Jugendgruppenleiter": "Training as youth group leader",

    "Agilität, Projektmanagement, Moderation, Argumentations-, Kommunikations- und Diskussionstrainings, Visualisierung, Fundraising, Presse- und Öffentlichkeitsarbeit, Social Media, Blended Learning, OER, Hate & Counter-Speech, Interviewführung, Antidiskriminierungspädagogik, Social Justice, [Intersektionale Gewaltprävention](https://www.dissens.de/isgp/fortbildung.php), Sexualisierte Gewalt an Jungen, Neonazismus/Rechtsextremismus, Critical Whiteness, Handeln gegen Alltagsrassismus, Antisemitismus und viele mehr": "Agility, project management, moderation, argumentation-, communication and discussion trainings, visualization, fundraising, press and public relations, social media, blended learning, OER, hate & counter-speech, interviewing, anti-discrimination pedagogy, social justice, intersectional violence prevention, sexualized violence against boys, neo-Nazism/right-wing extremism, critical whiteness, action against everyday racism, anti-Semitism and many more",

    "Arbeitsschwerpunkte": "Areas of expertise",

    "Forschung, Praxis und Theorie zu den Themen": "Research, practice and theory on the topics",

    "Mehrdimensionale Diskriminierung/-privilegierung": "Multidimensional Discrimination/Privilege",

    "Geschlechterreflektierte Pädagogik": "Gender Reflective Pedagogy",

    "Jungen*arbeit": "Boys' work",

    "Geschlecht und Neonazismus (u.a. Interdiskriminierung, manosphere, Incels)": "Gender and neo-Nazism (among others interphobia, manosphere, incels)",

    "Intergeschlechtlichkeit in Bildung und Pädagogik": "Intersex in education and pedagogy",

    "Queer Theory und Theorien zu Geschlecht und Männlichkeit": "Queer theory and masculinity",

    "(Sexualisierte) Gewalt": "(Sexualized) violence",

    "Antisemitismus, Rassismus, Critical Whiteness": "Antisemitism, racism, critical whiteness",

    "Nationalsozialismus, Erinnerungspolitik und Familienbiografien": "National Socialism, politics of memory and family biographies",

    "Eugenik und NS-‚Euthanasie‘": "eugenics and NS-'euthanasia'",

    "Digitalisierung, Social Media, Hate Speech, algorithmische Diskriminierung": "Digitalization, social media, hate speech, algorithmic discrimination",

    "Agilität": "Agility",

    "zum Seitenanfang": "Scroll to top",

    "Dreiecks-Icon": "triangle-icon",

    "Ehrenamtliches Engagement": "Volunteer work",

    "Mitglied des": "Member of the",

    "Beirat": "advisory board",

    "der": "of the",

    "Internationalen Vereinigung Intergeschlechtlicher Menschen (IVIM / OII Germany)": "Organisation Intersex International (OII) Germany",

    "Mehr über Andreas Hechler": "About Andreas Hechler",
    "müAH": "About Andreas Hechler"
}
