{
    "Veröffentlichungen": "Publications",

    "Über mich": "About",

    "Kontakt": "Contact",

    "Größere und kleinere Software-Projekte, die ich gebaut habe": "Bigger and smaller software projects I have built",

    "Schreiben und Reden": "Writing and Speaking",

    "Kontaktaufnahme, Dank & Impressum": "Get in touch, credits & imprint",

    "Software | Agilität | Coaching | Antidiskriminierung": "Software | Agility | Coaching | Antidiscrimination",

    "Ich bin Full Stack Web-Entwickler in Berlin. Ich interessiere mich für Agilität im Allgemeinen und für Scrum im Besonderen": "I'm a full stack web developer based in Berlin. I'm interested in agility in general and Scrum in particular",

    "Ich komme aus der (Erwachsenen-)Bildung und habe als Trainer, Berater und Evaluator gearbeitet. Ich habe auch viel publiziert, Vorträge gehalten und Interviews gegeben.": "My background is in adult education, as a trainer, coach, and I have even conducted evaluations. I am ‎also a published author and as such am invited to give interviews and lectures on my topics of expertise.‎",

    "Schwerpunkt meiner Arbeit in den letzten Jahrzehnten war Antidiskriminierung und das Schaffen einer Gesellschaft, in der Menschen ohne Angst verschieden sein können.": "Over the past decades, antidiscrimination and the challenge to create a society where people can be ‎different without fear has been the focus of my work.‎",

    "Ich bin fasziniert davon, was Sprache kann: die Gedanken und Handlungen von Menschen mit Wörtern verändern oder das, was sie auf dem Bildschirm sehen mit Code.": "I am fascinated by what language can do - changing people's thoughts and actions with words or what they see on screen with ‎code is the topic that keeps me busy now.‎",

    "Mein Profil auf GitHub": "Visit my profile on GitHub",

    "Mein Profil auf LinkedIn": "Visit my profile on LinkedIn",

    "Mein Profil auf XING": "Visit my profile on XING",

    "Mein Profil auf twitter": "Visit my profile on twitter",

    "Mein Profil auf Academia": "Visit my profile on Academia",

    "Mein Profil auf Research Gate": "Visit my profile on Research Gate",

    "Hallo": "Hello",

    "ich bin": "I'm",

    "ich bin zertifizierter PSM I und PSPO I": "I'm a certified PSM I and PSPO I",

    "Ich nutze diese Seite auch, um meine Arbeitsergebnisse, Projekte und Forschung allen so zugänglich und verfügbar wie möglich zu machen": "I use this site to make my work results, projects and research as accessible and available as possible",

    "Ich arbeite gerne in einem sozialen Umfeld, in dem Zusammenarbeit und offene Kommunikation gelebt werden. Ich schätze einen Arbeitsplatz, an dem ich meine kritischen Gedanken sinnvoll einsetzen kann, intellektuell herausgefordert werde und beruflich wachse": "I thrive working in a social environment where collaboration and open communication are lived values. I value a workplace where I can put my critical thinking skills to use, am challenged intellectually, and can grow professionally",

    "Was mich prägt": "Influences",

    "Die": "",

    "Wissenschaft": "Scholarship",

    "für die Fähigkeit, zu analysieren und zu verstehen; die Ethnologie für die Fähigkeit, genau zu beobachten und zuzuhören.": "for the ability to analyze and understand; cultural anthropology for the ability to observe and listen closely.",

    "Die eigene": "My own",

    "Bildung": "education",

    "(ich bin bildungshungrig!) und das Wissen um Lernprozesse, um andere begleiten zu können.": "(I am hungry for knowledge!) and the knowledge of learning processes in order to be able to accompany others.",

    "Politik": "Politics",

    "und mein Interesse an der Verbindung der kleinen mit den ganz großen Fragen, dem Individuum und der Gesellschaft, dem Alltag und der Herrschaft, der Psyche und der Macht.": "and my interest in connecting the small with the very big questions, the individual and society, everyday life and domination, the psyche and power.",

    "Inklusion, Diversität und Diskriminierungssensibilität": "Inclusion, diversity and sensitivity to discrimination",

    "als Leitlinien und Anker für eine gerechte und freie Gesellschaft.": "as guidelines and anchors for a just and free society.",

    "Kommunikationspsychologie und Gewaltfreie Kommunikation": "Communication Psychology and Nonviolent Communication",

    "für Klärungsprozesse, das Auseinanderhalten von Eigenem und Fremdem und der Hinführung zu Gefühlen.": "for clarification processes, distinguishing own parts and those of another person and the guidance to feelings.",

    "Radikale Therapie und Transaktionsanalyse": "Radical therapy and transactional analysis",

    "für die Selbstreflexion und die Fokussierung auf Gruppenprozesse, Beziehung, Kommunikation und Unterstützung.": "for self-reflection and focusing on group processes, relationship, communication and support.",

    "Kontaktimprovisation": "Contact improvisation",

    "für Freude, Leichtigkeit, experimentieren, aushandeln, somatisches Erleben, Achtsamkeit und Flow in der Gruppe.": "for joy, lightness, experimenting, negotiating, somatic experience, mindfulness and flow in the group.",

    "Beruflicher Werdegang": "Professional Career",

    "Tätigkeiten": "Occupation",

    "Entwicklung von Software im Front- und Backend": "Development of software in front- and backend",

    "Prozessbegleitung": "Process support/facilitation",

    "Coaching, Beratung, Evaluation, Beschwerdemanagement": "coaching, counseling, evaluation, complaint management",

    "Ausführlicher": "Details",

    "Cascade Informationssysteme GmbH": "Cascade Information Systems",

    "Standort- und Produktzertifizierung": "Location and product certification",

    "nach Common Criteria": "according to Common Criteria",

    "Analyse der Firmen-Homepage": "Analysis of the company homepage",

    "unter Aspekten von Geschlechtergerechtigkeit, Vorschläge zur Veränderung": "under aspects of gender equality, suggestions for change",

    "Anne Frank Zentrum / Deutsches Rotes Kreuz Thüringen": "Anne Frank Center / German Red Cross Thuringia",

    "Prozessbegleitung zu Antidiskriminierung und Rechtsextremismusprävention": "Process support for measures against discrimination and prevention of right-wing extremism",

    "für Kita-Berater*innen des DRK Thüringen": "for day-care center advisors of the German Red Cross Thuringia",

    "Gegen Vergessen – Für Demokratie: Umfangreiche": "Against forgetting - For democracy: Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der": "(non-participating observations, interviews, material analysis, interim and final report) of the",

    "Argumentationstrainings gegen rechte Parolen": "Argumentation training against right-wing slogans",

    "Beratung und Training": "Consulting and training",

    "zur Implementierung eines Code of Conduct und Maßnahmen der Antidiskriminierung": "the implementation of a code of conduct and anti-discrimination measures",

    "KoFaS – Kompetenzgruppe Fankulturen & Sport": "KoFaS - Competence Group Fan Cultures & Sports",

    "Begleitung und Coaching": "Support and Coaching",

    "zur Implementierung geschlechterreflek­tierter Maßnahmen im Fußball": "for the implementation of gender-reflected measures in football",

    "Umfangreiche": "Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der Qualifizierungsreihe": "(non-participating observations, interviews, material analysis, interim and final report) of the qualification course",

    "breit aufgestellt – Fortbildung zur Prävention von Ungleichwertigkeitsvorstellungen": "broadly positioned - training to prevent ideologies of inequality",

    "Teamberatung und -begleitung": "Team consulting and support",

    "zu geschlechterreflektierten Ansätzen, Multiplikator*innen-Schulung": "on gender-reflected approaches, train the trainer",

    "Anne Frank Zentrum: Inhaltliches": "Anne Frank Center: Content",

    "Lektorat": "proofreading",

    "von Bildungsmaterialien": "of educational materials",

    "Bundeskoordinierung Spezialisierter Fachberatung gegen sexualisierte Gewalt in Kindheit und Jugend (BKSF): Recherche und Entwicklung von Vorschlägen für ein": "Federal Coordination of Specialized Counseling Services against Sexualized Violence in Childhood and Youth (BKSF): Research and development of proposals for a",

    "Beschwerdemanagementverfahren": "complaints management procedure",

    "Institut für Bildung und Forschung": "Institute for Education and Research",

    "Koordination": "Coordination",

    "der Überarbeitung einer Online-Präsenz": "of revision of an online presence"
}
