{
    "Veröffentlichungen": "Publications",

    "Über mich": "About",

    "Kontakt": "Contact",

    "Größere und kleinere Software-Projekte, die ich gebaut habe": "Bigger and smaller software projects I have built",

    "Schreiben und Reden": "Writing and Speaking",

    "Kontaktaufnahme, Dank & Impressum": "Get in touch, credits & imprint",

    "Software | Agilität | Coaching | Antidiskriminierung": "Software | Agility | Coaching | Antidiscrimination",

    "Ich bin Full Stack Web-Entwickler in Berlin. Ich interessiere mich für Agilität im Allgemeinen und für Scrum im Besonderen.": "I'm a full stack web developer based in Berlin. I'm interested in agility in general and Scrum in particular.‎",

    "Ich komme aus der (Erwachsenen-)Bildung und habe als Trainer, Berater und Evaluator gearbeitet. Ich habe auch viel publiziert, Vorträge gehalten und Interviews gegeben.": "My background is in adult education, as a trainer, coach, and I have even conducted evaluations. I am ‎also a published author and as such am invited to give interviews and lectures on my topics of expertise.‎",

    "Schwerpunkt meiner Arbeit in den letzten Jahrzehnten war Antidiskriminierung und das Schaffen einer Gesellschaft, in der Menschen ohne Angst verschieden sein können.": "Over the past decades, antidiscrimination and the challenge to create a society where people can be ‎different without fear has been the focus of my work.‎",

    "Ich bin fasziniert davon, was Sprache kann: die Gedanken und Handlungen von Menschen mit Wörtern verändern oder das, was sie auf dem Bildschirm sehen mit Code.": "I am fascinated by what language can do - changing people's thoughts and actions with words or what they see on screen with ‎code is the topic that keeps me busy now.‎",

    "Mein Profil auf GitHub": "Visit my profile on GitHub",

    "Mein Profil auf LinkedIn": "Visit my profile on LinkedIn",

    "Mein Profil auf XING": "Visit my profile on XING",

    "Mein Profil auf twitter": "Visit my profile on twitter",

    "Mein Profil auf Academia": "Visit my profile on Academia",

    "Mein Profil auf Research Gate": "Visit my profile on Research Gate"
}
