{
    "Veröffentlichungen": "Publications",

    "Über mich": "About",

    "Kontakt": "Contact",

    "Switch to English": "Seite auf Deutsch anzeigen",

    "Größere und kleinere Software-Projekte, die ich gebaut habe": "Bigger and smaller software projects I have built",

    "Schreiben und Reden": "Writing and Speaking",

    "Kontaktaufnahme, Dank & Impressum": "Get in touch, credits & imprint",

    "Software | Agilität | Coaching | Antidiskriminierung": "Software | Agility | Coaching | Antidiscrimination",

    "Ich bin Full Stack Web-Entwickler in Berlin. Ich interessiere mich für Agilität im Allgemeinen und für Scrum im Besonderen": "I'm a full stack web developer based in Berlin. I am interested in agility in general and Scrum in particular",

    "Ich komme aus der (Erwachsenen-)Bildung und habe als Trainer, Berater und Evaluator gearbeitet. Ich habe auch viel publiziert, Vorträge gehalten und Interviews gegeben.": "My background is in adult education, as a trainer, coach, and evaluator. I am a published author who has given interviews and lectures on my topics of expertise,‎",

    "Schwerpunkt meiner Arbeit in den letzten Jahrzehnten war Antidiskriminierung und das Schaffen einer Gesellschaft, in der Menschen ohne Angst verschieden sein können.": "which include antidiscrimination and the challenges in creating a society where people can be ‎different without fear.‎",

    "Mich fasziniert, was Sprache kann: die Gedanken und Handlungen von Menschen mit Wörtern verändern oder das, was sie auf dem Bildschirm sehen mit Code": "I am fascinated by what language can do - changing people's thoughts and actions with words or what they see on screen with ‎code‎",

    "Mein Profil auf GitHub": "Visit my profile on GitHub",

    "Mein Profil auf LinkedIn": "Visit my profile on LinkedIn",

    "Mein Profil auf XING": "Visit my profile on XING",

    "Mein Profil auf twitter": "Visit my profile on twitter",

    "Mein Profil auf Academia": "Visit my profile on Academia",

    "Mein Profil auf Research Gate": "Visit my profile on Research Gate",

    "Hier finden sich Softwareprojekte, die ich während meiner Ausbildung zum Full-Stack-Web-Entwickler erstellt habe.": "The following displays software projects I have built when being trained to become a full stack web developer.",

    "Weiter oben befinden sich die größeren Projekte, gefolgt von mittleren und kleineren Projekten.": "On top are the bigger projects followed by medium-sized and smaller projects.",

    "Zu meinem Sozialen Netzwerk Kite.Inc (der Start dauert ca. 10 Sekunden)": "Visit my Social Network Kite.Inc (the start takes about 10 seconds)",

    "Soziales Netzwerk": "Social Network",

    "Screenshot von Suchergebnissen des Sozialen Netzwerks Kite.Inc": "screenshot of social Network Kite.Inc displaying some search results",

    "Informations-Icon": "icon for information",

    "inspirierte": "inspired",

    "Single-Page-Application": "single-page-application",

    "Icon für Code": "icon for code",

    "Technologien": "Tech stack",

    "Icon für Funktionalität": "icon for features",

    "Funktionalität": "Features",

    "Registrierung, Login, persönliches Profil mit Bio- und Bild-Upload, Senden, Empfangen und Annehmen von Freundschaftsanfragen, Freundschaft beenden, Gespräche in einem Chat-Raum führen, Anzeige der letzten 3 registrierten Benutzer*innen, Suche nach Benutzer*innen mit Vor- und Nachnamen, Anzeigen von Freund*innen von Freund*innen, Abmelden": "registration, login, a personal profile with bio and image upload, sending, receiving and accepting friend requests, unfriend, having conversations in a chat room, display of last 3 registered users, searching for users by first and last name, showing friends of friends, logout",

    "Mehr Informationen": "More info",

    "Benutzer*innen können einem Sozialen Netzwerk beitreten, in diesem Fall einem für inklusive Kitesurfing-Communities.": "Users can join a social network, in this case focusing on inclusive kitesurfing communities.",

    "Eine hohe Priorität hat konditionales Rendering, Sicherheitsfragen (Passwort-Hashing, Schutz vor SQL-Injektion, CSRF- und XSS-Angriffen, Reset-Code per E-Mail) und eine differenzierte Fehlerbehandlung (verschiedene Fehlermeldungen werden angezeigt, z.B. wenn die E-Mail nicht in der Datenbank ist, das erneut eingegebene Passwort nicht mit dem ersten Passwort übereinstimmt oder die Eingabefelder leer bleiben) in den Registrierungs-, Login- und Reset-Passwort-Komponenten.": "A high priority is on conditional rendering, security issues (password hashing, protection against SQL-injection, CSRF- and XSS-attacks, reset code by email) and a differentiated error handling (different error messages get displayed, e.g. if the email is not in the database, the retyped password does not match the first password or the input fields are left empty) in the register, login, and reset password components.",

    "Der Code auf GitHub": "The code on GitHub",

    "Zu meiner Online-Petition (der Start dauert ca. 10 Sekunden)": "Visit my online petition (the start takes about 10 seconds)",

    "Screenshot der Registrierungs-Seite der Online-Petition gegen algorithmische Diskriminierung": "screenshot of petition against algorithmic bias displaying the register site",

    "Petition": "petition",

    "gegen algorithmische Diskriminierung": "against algorithmic bias",

    "Unterstützer*innen können sich registrieren, einloggen, ihre Profilinformationen aktualisieren, unterschreiben, die Unterschrift wieder zurückziehen, Mitunterzeichnende nach Ort sortiert anzeigen lassen, sich abmelden": "supporters can register, login, update their profile information, sign, unsign, view fellow signees sorted by location, logout",

    "Diese Petition plädiert für die Unterzeichnung der Algo.Rules und gegen algorithmische Diskriminierung. Je nachdem, ob sich Benutzer*innen registrieren und unterschreiben, werden ihnen unterschiedliche Seiten angezeigt. Wenn sie unterzeichnen, werden andere Unterzeichnende, deren Homepages, ihr Alter und ihre Stadt angezeigt.": "This petition advocates for signing the Algo.Rules and against algorithmic bias. Depending on whether users register and sign, they get served different sites. If they sign, other signees, their homepages, age and city are displayed.",

    "Ich habe viel über Datenfluss gelernt, die Arbeit mit Session-Cookies, Get- und Post-Routen und wie man sie mit Supertest testet. Ich habe auch mit promises, Passwort-Hashing und inserts, updates, upserts und deletes in der Datenbank gearbeitet. Besonders herausfordernd fand ich die Unterschrift mit canvas und das konditionale Bearbeiten des Benutzer*innen-Profils.": "I learned about dataflow, working with session-cookies, get- and post-routes and how to test them with supertest. I was also working with promises, password hashing and inserts, updates, upserts and deletes in the database. Getting the signature on a canvas and conditionally editing the profile I found particularly challenging.",

    "Die Seite verfügt über eine differenzierte Fehlerbehandlung und ist gegen SQL-Injektion, Clickjacking, XSS- und CSRF-Angriffe geschützt.": "The site has a differentiated error-handling and is protected against SQL-injection, clickjacking, XSS- and CSRF-attacks.",

    "Pfeil nach oben zum Anfang der Seite": "up-arrow to jump to the top of the page",

    "Zu meinem Imageboard (der Start dauert ca. 10 Sekunden)": "Visit my imageboard (the start takes about 10 seconds)",

    "Screenshot der Startseite des Imageboards für Graffiti und Street Art": "screenshot of imageboard graffiti and street art displaying landing page",

    "Hochladen von Bildern mit Titel, Beschreibung und Benutzernamen, jedes Bild kann angeklickt und groß angezeigt werden mit mehr Informationen und der Möglichkeit, das Bild zu kommentieren und auch zu löschen, weitere Bilder können geladen werden": " upload of images with title, description and username, each image can be clicked and displayed in large with more info and the possibility to comment and also delete the image, more images can be loaded",

    "Jede*r kann Bilder ihrer Wahl hochladen; das Thema dieses Imageboards ist Graffiti und Street Art.": "Anyone can upload images of their choosing; the theme of this imageboard is graffiti and street art.",

    "Ich habe viel über Vue.js und die Arbeit mit state, un-/mounting, dynamischem Routing, Click-Handlern, Event-Emittern und Wächtern (watchers) gelernt. Das Imageboard ist gegen SQL-Injektion, Clickjacking, XSS- und CSRF-Angriffe geschützt.": "I learned about Vue.js and working with state, un/mounting, dynamic routing, click handlers, event-emitters and watchers. The imageboard is protected against SQL-injection, clickjacking, XSS- and CSRF-attacks.",

    "Zu meinem online-Kaleidoskop, das meine mittleren und kleineren Projekte zeigt (der Start dauert ca. 10 Sekunden)": "Visit my online Kaleidoscope displaying all my medium-sized and smaller projects (the start takes about 10 seconds)",

    "Kaleidoskop": "Kaleidoscope",

    "Screenshot der Startseite des Kaleidoskops mit allen Projekten": "screenshot of Kaleidoscope displaying the landing page with all the projects",

    "Meine kleineren": "My smaller",

    "und mittelgroßen Projekte": "and medium-sized projects",

    "Alle Projekte werden mit Überschrift und Bild angezeigt und für jedes Projekt gibt es eine eigene Seite mit ausführlicher Beschreibung": "Display of all projects, description-site for each project",

    "zu meinem Skalierte Bilder-Projekt": "Visit my resizable panes project",

    "Skalierte Bilder": "Resizable Panes",

    "Screenshot Skalierte Bilder": "screenshot of resizable panes",

    "Schieberegler für Skalierung der Bildgröße, Anzeige des einen oder des anderen Bildes": "Resize pane with slider, display one image or the other",

    "2 übereinander gelegte Bilder, die normalerweise für Vorher-Nachher-Situationen verwendet werden. Ich benutze es zum Gedenken an meine Urgroßmutter Emilie Rau. Wird der weiße Schieberegler nach links geschoben, ist mehr vom Bild auf der rechten Seite zu sehen und umgekehrt. Auf der Programmiere-Ebene habe ich Mousedown, Mousemove und Mouseup-Ereignisse verwendet und offset().left wurde zu einem guten Freund. Schwierig fand ich, das Gleiten des Schiebereglers innerhalb der Grenzen des Bildes zu beenden.": "2 images blending into each other, usually used for before-after-images. I used it to commemorate my great-grandmother Emilie Rau. If you click on the white slider in the middle and slide it to the left you will see more of the image on the right-hand side and vice versa. Programming-wise I used mousedown, mousemove and mouseup events and offset().left became a good friend. It was difficult to end the sliding within the boundaries of the pane.",

    "zu meiner Spotify-Suche": "Visit my Spotify search",

    "Spotify-Suche": "Spotify Search",

    "Screenshot Spotify-Suche, Suchergebnisse für 'monae'": "screenshot of spotify search, displaying search results for 'monae'",

    "Spotify-Datenbank über API durchsuchen, Album/Künstler*in mit verlinktem Cover und Namen anzeigen, mehr Daten durch Button oder Endlos-Scroll laden": "Search Spotify database through API, display album/artist with hyperlinked cover and name, load more through button click or infinite scroll",

    "Trotz des Nicht-Vorhandenseins eines eigenen Spotify-Kontos, habe ich trotzdem eine Benutzeroberfläche programmiert, um über eine API die Spotify-Datenbank durchsuchen zu können. Wird nach einer Künstler*in oder Album gesucht, werden die ersten 20 Suchbegriffe mit einem Bild des Albums und dem Namen des Künstler*s angezeigt. Unten angekommen, kann für die nächsten 20 Suchbegriffe auf 'More' geklickt werden. Endlos-Scroll ist auch möglich. Ich habe jQuery, Clickhandler, mehrere Ajax-'GET'-Requests, CSS-Flexbox und Pseudo-Selektoren verwendet. Ich fand es schwierig, die Reihenfolge herauszufinden, wann welche Funktion aufgerufen werden soll und dass sie sich nicht gegenseitig stören. Schlussendlich habe ich es geschafft, und wer auf den Link unten klickt, hat einen unbegrenzten Vorrat an Suchergebnissen - hoffentlich hast DU ein Spotify-Konto...": "Still not having a Spotify account myself, nonetheless I programmed a user interface to search via an API the spotify database. When you search for an artist or album the first 20 search items are displayed with an image of the album and the name of the artist. If you've reached the bottom, you can click 'More' to load the next 20 items. I also added infinite scroll. I used jQuery, clickhandlers, several ajax 'GET'-requests, CSS flexbox and played with pseudo-selectors - fun! I found it quite difficult to figure out the order when to call which function and that they don't interfere with each other. In the end I managed and if you click on the link below you have an unlimited supply of search results - hopefully YOU have a spotify account...",

    "Kätzchen-Karussell": "Kitty Carousel",

    "zu meinem Kätzchen-Karussell": "Visit my kitty carousel project",

    "Screenshot des Kätzchen-Karussells, ein Kätzchen kommt von rechts rein, während das andere nach links gleitet": "screenshot of kitty carousel displaying one kitty sliding to the left and one another coming in from the right",

    "Die Kätzchen kommen von rechts und wandern der Reihe nach nach links, ein bestimmtes Bild kann gezielt angezeigt werden": "Watch kitties carouseling, pick a specific image to be displayed again",

    "4 Bilder von Kätzchen bewegen sich in einer Endlosschleife von rechts nach links, ein Bild pro Sekunde. Es kann auch ein bestimmtes Bild ausgewählt werden, indem auf den entsprechenden weißen Punkt geklickt wird. Bei der Programmierung waren timing und Raum wichtig, einschließlich des Hinzufügens und Entfernens von QuerySelectors, eventListeners und clickHandlers. Es war das erste Mal, dass ich mit CSS-transitions gearbeitet habe. Niedlich, nicht wahr? Klick auf den Link, um das Kätzchen-Karussell zu sehen...": "4 kitty-images move from right to left in an endless loop, one image per second. You can also pick a specific image by clicking on the corresponding white dot. Timing and space was important to program the carousel, including the addition and removal of querySelectors, eventListeners and clickHandlers. It was the first time I worked with CSS-transitions. It's cute, ain't it? Click on the link to watch the kitties carouseling...",

    "zu meinem Ticker-Projekt": "Visit my ticker project",

    "Screenshot des Tickers": "screenshot of ticker running",

    "Die neuesten Nachrichten werden angezeigt und können bei Interesse angeklickt werden": "Get the latest news displayed, click if you are interested",

    "Ticker sind etwas veraltet, aber eine gute Programmierübung. Meiner läuft von rechts nach links, und wird mit der Maus über einen der Titel gefahren, hört der Ticker auf zu laufen, der Hyperlink wird blau und unterstrichen, und wenn er angeklickt wird, öffnet sich die gewünschte Information in einem neuen Tab. Die Programmierung ist in Vanilla-JavaScript u.a. mit Event Listener, Mouseovers, Mouseoutss, OffsetWidth und AnimationFrames. Wer tiefer in meinen Ticker eintauchen will, findet alle meine Texte, die ins Englische übersetzt wurden... In einer späteren Übung haben wir ein Backend hinzugefügt und Live-Tweets von bestehenden Twitter-Accounts über die twitter-API mittels Token abgerufen.": "Tickers are a bit outdated, but a good programming exercise. Mine runs from right to left, and if you mouseover on one of the titles the ticker stops running, the hyperlink becomes blue and underlined and if clicked the desired information opens in a new tab. The programming is in vanilla JavaScript with event listeners, mouseovers, mouseouts, offsetWidth and AnimationFrames among other things. If you wanna deep dive into my ticker you get to read all my texts that got translated into English... In a later exercise we added a backend and fetched live data from existing twitter-accounts through the twitter-API using tokens.",

    "zu meinem Lokaler Speicher-Projekte": "Visit my local storage project",

    "Lokaler Speicher": "Local Storage",

    "Screenshot Lokaler Speicher-Projekt": "screenshot of local storage project",

    "Nachricht schreiben und im lokalen Speicher speichern, Nachricht anzeigen und/oder löschen": "Write a message and save it in local storage, display and/or delete message",

    "Die Arbeit mit dem lokalen Speicher hat Spaß gemacht. Wenn man etwas in das Textfeld schreibt und auf die Schaltfläche 'Keep it a secret!' klickt, verschwindet der Text und die Schaltfläche kann nicht mehr angeklickt werden (um das, was im lokalen Speicher gespeichert wurde, zu behalten). Die Schaltfläche links daneben ('Tell me the secret!') zeigt an, was gespeichert wurde, auch nachdem der Browser geschlossen wurde. Die letzte Schaltfläche ('I don't trust you anymore - forget my secret!') löscht den lokalen Speicher und die Konsole. Ich habe mit jQuery unter Verwendung von Click-Handlern und Try-Catch-Fehlerbehandlung gearbeitet.": "Working with local storage was fun. If you write something in the text field and click the button 'Keep it a secret!' the text disappears and the button cannot be clicked again (to keep what was saved to local storage). The button left to this ('Tell me the secret!') reveals what was saved, even after the browser was closed. The last button ('I don't trust you anymore - forget my secret!') clears the local storage and the console. I worked with jQuery using click handlers and try-catch error-handling.",

    "zu meinem JSON-Validator": "Visit my JSON-validator",

    "JSON-Validator": "JSON-validator",

    "Screenshot JSON-Validator, der in grün valides JSON anzeigt": "screenshot of JSON-validator displaying vald JSON in green",

    "Test, ob Daten JSON sind oder nicht": " Test if data is JSON or not",

    "Dieser einfache Validierungstest prüft, ob JSON vorliegt oder nicht. Einfach per Copy-Paste in das Textfeld kopieren und auf die Schaltfläche 'Validate JSON' anklicken. Wenn JSON vorliegt, färbt sich der Rand des Textfelds grün und unten im Textfeld blinkt der Text 'Valid JSON!'. Handelt es sich nicht um JSON, färbt sich der Rand des Textfelds rot und es erfolgt ein entsprechender Hinweis. Für den nächste Überprüfung einfach 'Clear textarea' klicken... Programmiert mit jQuery mit der parse()-Methode und Flexbox und Keyframes in CSS.": "This simple validation test tells you if you have JSON or not. Simply copy-paste in the textfield and hit the 'Validate JSON' button. If you have JSON, the border of the textfield turns into green and a 'Valid JSON!' text blinks at the bottom of the textfield. If you don't have valid JSON, the border turns red and it will let you know that you do not have valid JSON. 'Clear textarea' to test some more... Done with jQuery with the parse()-method and flexbox and keyframes in CSS.",

    "zu meinem 4 Gewinnt": "Visit my Connect 4 project",

    "4 Gewinnt": "Connect 4",

    "Screenshot 4 Gewinnt, beide Farben im Spiel": "screenshot of connect four, both colors in the game",

    "2 Spieler*innen können gegeneinander spielen, horizontale, vertikale oder diagonale Siege, Animation, wenn ein*e Spieler*in gewinnt, die Farbe des Gewinners wird angezeigt, erneut spielen": "2 players can play against each other, horizontal, vertical or diagonal victories, animation when one player wins, winning color gets displayed, play again",

    "Schon als Kind habe ich gerne 4 gewinnt gespielt - und tue es bis heute! Ich hätte nie gedacht, dass ich das mal als Computerspiel programmieren würde. Das Schwierigste war das Herausfinden und Programmieren der Diagonalsiege. Man kann entweder dunkelrot oder pink zum Spielen auswählen. Jeder Spielzug wird von einem Klick-Geräusch begleitet. Wenn eine Farbe gewinnt, dehnt sich das ganze Brett aus und die Gewinner-Farbe füllt den ganzen Bildschirm. Diese Animation habe ich mit jQuery erstellt. Zusätzlich gibt es eine Gewinnerinnen-Meldung, die blinkt - diese habe ich mit CSS-Animationen und Keyframes erstellt. Der 'Play again'-Knopf startet ein neues Spiel - Viel Spaß dabei!": "I loved playing Connect 4 as a child - and I still do today! I never thought I would build one as a computer game. The hardest part was figuring out and programming the diagonal victories. You can either pick dark-red or pink to play. Every move is accompanied by a sound. When one color wins, the whole board expands and the winning color fills the screen. This animation I did with jQuery. Additionally, there is a winning-message blinking - I programmed this in CSS with animations and keyframes. The 'Play again' button restarts a new game - you should give it a shot!",

    "zu meinem Spiced Homepage-Projekt": "Visit my Spiced homepage project",

    "Screenshot Spiced Homepage": "screenshot of spiced homepage",

    "Pop-up Anzeige, Hamburger-Menü, von rechts hereingleitende Navigation, auch für kleinere Bildschirme geeignet": "Pop-up modal, hamburger menu with navigation sliding in from the right, also suited for smaller screens",

    "Eine Übung zur Erstellung einer Homepage für Spiced mit HTML, CSS und JavaScript/jQuery ohne Flexbox oder Grid - recht anspruchsvoll! Ich habe eine Pop-up-Anzeige und ein von rechts hereingleitendes Menü hinzugefügt. Es ist auch für einen kleineren Bildschirm mit @media screen ausgelegt. Ich habe Animationen und Click-Handler verwendet und mit Un/Sichtbarkeit gespielt.": "An exercise in building a homepage for Spiced with HTML, CSS and JavaScript/jQuery without flexbox or grid - quite challenging! I added a pop-up modal and a menu that slides in from the right. It is also designed for a smaller screen with @media screen. I used animations, click handlers and (dis)played (with) in/visibility.",

    "zu meiner inkrementellen Suche": "Visit my incremental search project",

    "Inkrementelle Suche": "Incremental Search",

    "Screenshot inkrementelle Suche für Suchergebnis 'ca'": "screenshot of incremental search displaying search results for 'ca'",

    "Ländersuche, geht mit Maus oder Tasten": "Search countries, use either mouse or keys",

    "Ich habe in meinem Leben viele Male inkrementelle Suchen verwendet und kannte diesen Begriff noch nicht einmal, bis ich eine programmieren sollte... Ich habe nie über all die verschiedenen Schritte nachgedacht, die dafür notwendig sind. Ich habe gelernt, wie man mit Mouseovers, Mousedowns und Tastenbefehlen arbeitet und wie man ein Suchergebnis hervorhebt - alles programmiert mit jQuery. Ich habe auch Fokus und Unschärfe verwendet, sollte die Aufmerksamkeit einer Benutzer*in schwinden 😉, und schlussendlich war es mein erster Ajax-'GET'-Request, um von einer Länder-API aus suchen zu können.": "I have used incremental searches many times in my life and did not even know this term until I had to build one... I never thought about all the different steps that need to be programmed. I learned how to work with mouseovers, mousedowns and key-commands and how to highlight a search result, all programmed with jQuery. I also used focus and blur when a user's attention blurs (pun intended 😉) and after all it was my first ajax 'GET'-request to search from an API serving over 200 countries.",

    "Publikationen, Vorträge und Interviews auf Deutsch": "Publications, talks and interviews in German",

    "Publikationen, Vorträge und Interviews auf Englisch": "Publications, talks and interviews in English",

    "Publikationen auf Türkisch": "Publications in Turkish",

    "Publikationen auf Französisch": "Publications in French",

    "Ich schreibe nicht nur Code": "I do not only write code",

    "Ich habe in den vergangenen Jahren eine Reihe von Artikeln geschrieben - von wissenschaftlichen Fachartikeln bis hin zu Blogposts": "I have written a number of articles in the past years, ranging from scientific articles to blogposts",

    "Die Themen, mit denen ich mich beschäftige, reichen von NS-'Euthanasie' über Neonazismus, Männlichkeit und Sexismus bis hin zu Intergeschlechtlichkeit. Mehr zu meinen Themenschwerpunkten": "Topics I deal with range from National Socialist 'euthanasia' and right-wing extremism, masculinity and sexism to intersex-related topics. You can find out more",

    "hier.": "here",

    " zu finden. Viele von ihnen sind auf": ". Many of them are in",

    "Themenschwerpunkte von mir": "Topics I work on",

    "Die meisten meiner Texte sind auch auf": "about the topics I work on. Most of my texts are also on",

    "einige wurden aber auch ins": "some got translated into",

    "Englische": "English",

    "und einige sogar ins": "though and a few even into",

    "Türkische": "Turkish",

    "Französische": "French",

    "übersetzt": "",

    "Unten findet sich auch eine Auswahl von": "Below you'll also find a selection of",

    "Vorträgen": "talks",

    "Vorträge": "talks",

    "Interviews": "interviews",

    ", die ich gegeben habe": " I have given",

    "und lies' den ganzen Kram": "but better read this stuff",

    "Schäl' mich": "Peel me",

    "Deutsch": "German",

    "Mehr": "Show more",

    "Vorträge (Auswahl)": "Talks (selection)",

    "Veröffentlichungen Andreas Hechler": "Publications Andreas Hechler",

    "Hallo": "Hello",

    "ich bin": "I'm",

    "ich bin zertifizierter PSM I und PSPO I": "I'm a certified PSM I and PSPO I",

    "Ich nutze diese Seite auch, um meine Arbeitsergebnisse, Projekte und Forschung allen so zugänglich und verfügbar wie möglich zu machen": "I use this site to make my work results, projects and research as accessible and available as possible",

    "Von der Änderung der Größe einer Schriftart bis hin zum Abrufen von Daten aus Datenbanken, dem Programmieren von Musik, Spielen und der Automatisierung verschiedener Prozesse. Das Leben einfacher, bunter und die Welt etwas kleiner zu machen, was die Verbindung zu Menschen betrifft. Kleine Änderungen im Code können potenziell große Auswirkungen haben": "From changing the size of a font to retrieving data from databases. And from programming music, playing ‎games to automating processes. Making life easier, more colorful, and the world a bit smaller in terms of ‎connecting (to) people. Small changes in code can potentially have a huge impact‎",

    "Was mich prägt": "Influences",

    "Die": "",

    "Wissenschaft": "Scholarship",

    "für die Fähigkeit, zu analysieren und zu verstehen; die Ethnologie für die Fähigkeit, genau zu beobachten und zuzuhören.": "for the ability to analyze and understand; cultural anthropology for the ability to observe and listen closely.",

    "Die eigene": "My own",

    "Bildung": "education",

    "(ich bin bildungshungrig!) und das Wissen um Lernprozesse, um andere begleiten zu können.": "and the knowledge of learning processes in order to be able to accompany others.",

    "Politik": "Politics",

    "und mein Interesse an der Verbindung der kleinen mit den ganz großen Fragen, dem Individuum und der Gesellschaft, dem Alltag und der Herrschaft, der Psyche und der Macht.": "and my interest in connecting the small with the very big questions, the individual and society, everyday life and domination, the psyche and power.",

    "Inklusion, Diversität und Diskriminierungssensibilität": "Inclusion, diversity and sensitivity to discrimination",

    "als Leitlinien und Anker für eine gerechte und freie Gesellschaft.": "as guidelines and anchors for a just and free society.",

    "Kommunikationspsychologie und Gewaltfreie Kommunikation": "Communication Psychology and Nonviolent Communication",

    "für Klärungsprozesse, das Auseinanderhalten von Eigenem und Fremdem und der Hinführung zu Gefühlen.": "for clarification processes, distinguishing own parts and those of another person and the guidance to feelings.",

    "Radikale Therapie und Transaktionsanalyse": "Radical therapy and transactional analysis",

    "für die Selbstreflexion und die Fokussierung auf Gruppenprozesse, Beziehung, Kommunikation und Unterstützung.": "for self-reflection and focusing on group processes, relationship, communication and support.",

    "Kontaktimprovisation": "Contact improvisation",

    "für Freude, Leichtigkeit, Weichheit, experimentieren, aushandeln, somatisches Erleben, Achtsamkeit und Flow in der Gruppe.": "for joy, lightness, softness, experimenting, negotiating, somatic experience, mindfulness and flow in the group.",

    "Beruflicher Werdegang": "Professional Career",

    "Tätigkeiten": "Occupation",

    "Entwicklung von Software im Front- und Backend": "Development of full stack software applications",

    "Prozessbegleitung": "Process support/facilitation",

    "Coaching, Beratung, Evaluation, Beschwerdemanagement": "coaching, counseling, evaluation, complaint management",

    "Ausführlicher": "Details",

    "Cascade Informationssysteme GmbH": "Cascade Information Systems",

    "Standort- und Produktzertifizierung": "Location and product certification",

    "nach Common Criteria": "according to Common Criteria",

    "Analyse der Firmen-Homepage": "Analysis of the company homepage",

    "unter Aspekten von Geschlechtergerechtigkeit, Vorschläge zur Veränderung": "under aspects of gender equality, suggestions for change",

    "Anne Frank Zentrum / Deutsches Rotes Kreuz Thüringen": "Anne Frank Center / German Red Cross Thuringia",

    "Prozessbegleitung zu Antidiskriminierung und Rechtsextremismus-Prävention": "Process support for measures against discrimination and prevention of right-wing extremism",

    "für Kita-Berater*innen des DRK Thüringen": "for day-care center advisors of the German Red Cross Thuringia",

    "Gegen Vergessen – Für Demokratie: Umfangreiche": "Against forgetting - For democracy: Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der": "(non-participating observations, interviews, material analysis, interim and final report) of the",

    "Argumentationstrainings gegen rechte Parolen": "Argumentation training against right-wing slogans",

    "Beratung und Training": "Consulting and training",

    "zur Implementierung eines Code of Conduct und Maßnahmen der Antidiskriminierung": "the implementation of a code of conduct and anti-discrimination measures",

    "KoFaS – Kompetenzgruppe Fankulturen & Sport": "KoFaS - Competence Group Fan Cultures & Sports",

    "Begleitung und Coaching": "Support and Coaching",

    "zur Implementierung geschlechterreflek­tierter Maßnahmen im Fußball": "for the implementation of gender-reflected measures in football",

    "Umfangreiche": "Extensive",

    "(nicht-teilnehmende Beobachtungen, Interviews, Materialauswertung, Zwischen- und Abschlussbericht) der Qualifizierungsreihe": "(non-participating observations, interviews, material analysis, interim and final report) of the qualification course",

    "breit aufgestellt – Fortbildung zur Prävention von Ungleichwertigkeits-Vorstellungen": "broadly positioned - training to prevent ideologies of inequality",

    "Teamberatung und -begleitung": "Team consulting and support",

    "zu geschlechterreflektierten Ansätzen, Multiplikator*innen-Schulung": "on gender-reflected approaches, train the trainer",

    "Anne Frank Zentrum: Inhaltliches": "Anne Frank Center: Content",

    "Lektorat": "proofreading",

    "von Bildungsmaterialien": "of educational materials",

    "Bundeskoordinierung Spezialisierter Fachberatung gegen sexualisierte Gewalt in Kindheit und Jugend (BKSF): Recherche und Entwicklung von Vorschlägen für ein": "Federal Coordination of Specialized Counseling Services against Sexualized Violence in Childhood and Youth (BKSF): Research and development of proposals for a",

    "Beschwerdemanagement-Verfahren": "complaints management procedure",

    "Institut für Bildung und Forschung": "Institute for Education and Research",

    "Koordination": "Coordination",

    "der Überarbeitung einer Online-Präsenz": "of revision of an online presence",

    "Fort- und Weiterbildungen": "Further education and training",

    "Train-the-Trainer, Workshops": "train-the-trainer, workshops",

    "1-9-tägige": "1-9-day",

    "Fort- und Weiterbildungen und Train the Trainer-Schulungen": "further education and train the trainer courses",

    "für Lehrer*innen, Sozialarbeiter*innen und politische Bildner*innen im gesamten Bundesgebiet": "for teachers, social workers and political educators throughout Germany",

    "Auftraggebende/Träger": "Institutions",

    "Amt für Lehrerbildung Hessen, Bildungsministerium Mecklenburg-Vorpommern, Deutsche Kinder- und Jugendstiftung gGmbH, Dissens – Institut für Bildung und Forschung, Institut für Jugendarbeit Gauting, Institut für Qualitätsentwicklung an Schulen Schleswig-Holstein, Landesinstitut für Schule und Medien Berlin-Brandenburg, Landesschulbehörde Niedersachsen, Landessportbund Sachsen-Anhalt, Landesverwaltungsamt Sachsen-Anhalt, RAA Brandenburg, Pädagogisches Institut München, Paritätisches Bildungswerk Bundesverband, Sozialpädagogisches Fortbildungsinstitut Berlin-Brandenburg, Villa Fohrde": "Amt für Lehrerbildung Hessen, Bildungsministerium Mecklenburg-Vorpommern, German Children and Youth Foundation, Dissens – Institute for Education and Research, Institute for Youth Work Gauting, Institut für Qualitätsentwicklung an Schulen Schleswig-Holstein, Landesinstitut für Schule und Medien Berlin-Brandenburg, Landesschulbehörde Niedersachsen, Landessportbund Sachsen-Anhalt, Landesverwaltungsamt Sachsen-Anhalt, RAA Brandenburg, Pedagogical Institute Munich, Paritätisches Bildungswerk Bundesverband, Sozialpädagogisches Fortbildungsinstitut Berlin-Brandenburg, Villa Fohrde",

    "Einzelne Schulen und Vereine": "Individual schools and associations",

    "Alfred Brehm Grundschule Berlin, Dunant Grundschule Berlin, Martin-Luther-Gymnasium Eisenach, Miteinander e.V. (Sachsen-Anhalt), Vielfalt e.V. Berlin, Werbellin Grundschule Berlin, Willi-Graf-Gymnasium Berlin": "Alfred Brehm Elementary School Berlin, Dunant Elementary School Berlin, Martin-Luther-High School Eisenach, Miteinander e.V. (Saxony-Anhalt), Vielfalt e.V. Berlin, Werbellin Elementary School Berlin, Willi-Graf-High School Berlin",

    "Auftraggebende/Träger": "Institutions",

    "u.a. Amadeu Antonio Stiftung, Dissens – Institut für Bildung und Forschung, Rosa-Luxemburg-Stiftung": "amongst others: Amadeu Antonio Foundation, Dissens – Institute for Education and Research, Rosa-Luxemburg-Foundation",

    "Wissenschaftliche Praxisforschung, Vorträge": "Scientific practice research, lectures",

    "Fachbeiträge und Lektorat": "publications and editing",

    "Lehraufträge und Vorträge an Hochschulen": "Teaching positions and lectures at universities",

    "Alice Salomon Hochschule Berlin, Europa Universität Viadrina Frankfurt (Oder), European Solidarity Centre Gdańsk, Evangelische Hochschule Berlin, Fachhochschule Kiel, Hochschule Hannover, Katholische Hochschule für Sozialwesen Berlin, Universität Göttingen, Universität Kiel, University of Central Lancashire Preston": "Alice Salomon College Berlin, European University Viadrina Frankfurt (Oder), European Solidarity Centre Gdańsk, Evangelische Hochschule Berlin, University of Applied Sciences Kiel, Hochschule Hannover, Katholische Hochschule für Sozialwesen Berlin, University Göttingen, University Kiel, University of Central Lancashire Preston",

    "Forschungs- und Fortbildungsprojekt zu geschlechterreflektierter Neonazismusprävention bei Dissens – Institut für Bildung und Forschung": "Research and further education project on gender-reflected neo-Nazi prevention at Dissens - Institute for Education and Research",

    "Projektmanagement, -konzeption und -planung; bundesweite Multiplikator*innen- und Train the Trainer-Schulungen (bis 9 Tage); Beratung und Betreuung von Praxisprojekten; Inhaltliche Inputs; Vermittlung von Methoden und Vortragstätigkeiten; Aufbereitung wissenschaftlicher Erkenntnisse; Tagungsorganisation und -durchführung; Finanzanträge und Kontakt zu Zuwendungsgeber*innen; Praktikant*innen- und Honorarteambetreuung": "Project management, conception and planning; nationwide professional and train the trainer trainings (up to 9 days); consulting and supervision of practical projects; inputs; teaching of methods; lectures; preparation of scientific findings; conference organization and implementation; financial applications and contact with funding agencies; supervision of interns and honorary team",

    "Bundesweite Fortbildungstätigkeit beim Fortbildungsprojekt": "Nationwide advanced trainings in the further education project",

    "Jungenarbeit und Schule": "Boys' work and school",

    "8-tägige Lehrer*innenschulungen zum Thema Arbeit mit Jungen; Train the Trainer-Weiterbildung; inhaltliche Inputs, Vermittlung von Methoden, Beratung": "8-day teacher training courses on the topic of working with boys; train the trainer trainings; inputs, teaching of methods, consulting",

    "Jungenarbeit": "Gender sensitive social work",

    "und Hilfen zur Erziehung": "",

    "2-Tages-Workshops für Schulklassen an Grund- und Oberschulen": "2-day workshops for primary and secondary school classes",

    "in verschiedenen Städten (Berlin, Hessen, Schleswig-Holstein): Geschlechterreflektierte Pädagogik, geschlechtliche und sexuelle Vielfalt": "in different cities (Berlin, Hesse, Schleswig-Holstein): Gender-reflective pedagogy, gender and sexual diversity",

    "Hilfen zur Erziehung (Soziale Gruppenarbeit und Einzelfallhilfe) bei Dissens e. V.:": "Hilfen zur Erziehung (social group work and individual case help) at Dissens:",

    "Soziale Gruppenarbeit (§ 29 SGB VIII) und Erziehungsbeistand (§ 30 SGB VIII); geschlechtsbezogene Betreuung einer Jungengruppe; Durchführung von Einzelgesprächen, Gesprächsrunden, Freizeitgestaltung und Sportangeboten": "Social group work (§ 29 SGB VIII) and educational assistance (§ 30 SGB VIII); gender-related social work with a boys' group; conducting one-on-one interviews, discussion rounds, leisure activities and sports",

    "Jungenarbeit in der": "Boys' work at the",

    "Heimvolkshochschule Alte Molkerei Frille:": "Alte Molkerei Frille:",

    "geschlechtsbezogene Pädagogik, Gewaltprävention, Förderung von sozialer Kompetenz und Erarbeitung von Konfliktlösungen mit Jungen": "gender-sensitive pedagogy, prevention of violence, promotion of social competence and development of conflict resolution with boys",

    "Hilfen zur Erziehung bei der Björn-Schulz-Stiftung:": "Hilfen zur Erziehung at the Björn Schulz Foundation:",

    "Erziehungsbeistand (§ 30 SGB VIII) und Sozialpädagogische Familienhilfe (§ 31 SGB VIII); Unterstützung von Familien mit einem schwerbehinderten Kind; Arbeit mit nichtbehinderten männlichen Geschwisterkindern und deren spezifischen Problemlagen; Beratung von Eltern in Erziehungsfragen und bei Konflikten": "Educational assistance (§ 30 SGB VIII) and social work with families (§ 31 SGB VIII); support for families with a severely disabled child; work with non-disabled male siblings and their specific problems; counseling for parents in educational questions and conflicts",

    "Jungenarbeit bei Dissens e. V. und Pat-Ex e. V.:": "Boys' work at Dissens and Pat-Ex:",

    "Vorbereitung, Durchführung und Nachbereitung von Projekttagen und -wochen für Jungen zu Streitkultur, Sexualität, Berufswahl und männlicher Sozialisation; Betreuung der Besucher des Jungentreffs im offenen Bereich: Durchführung von Einzelgesprächen, Gesprächsrunden, Freizeitgestaltung und Sportangeboten": "Preparation, implementation and follow-up of project days and weeks for boys on the conflict resolution, sexuality, career choice and male socialization",

    "Freiwilligendienst": "Voluntary service",

    "Anstellung bei der": "Employment at the",

    "Nachrichtenagentur Reuters": "News Agency Reuters",

    "studienbegleitend": "during studies",

    "Psychosoziale Betreuung": "Psychosocial support",

    "beim Psychosozialen": "at the Psychosozialer",

    "Ausbildung": "Education",

    "Spiced Academy, 3-monatige Vollzeit-Ausbildung vor Ort als": "Spiced Academy, on-site 3-months",

    "Full Stack Web-Entwickler": "full stack web development bootcamp",

    "mit einem JavaScript-Schwerpunkt": "focused on JavaScript",

    "6-wöchiges": "6-week",

    "Scrum-Master-Praktikum": "Scrum Master internship",

    "bei SuccessYou GmbH": "at SuccessYou",

    "Studium der Europäischen Ethnologie und Gender Studies": "Studies in Cultural Anthropology and Gender Studies",

    "an der Humboldt-Universität zu Berlin": "at Humboldt University of Berlin",

    "3-monatiges": "3-months",

    "Praktikum im Europäischen Parlament": "internship in the European Parliament",

    "Brüssel": "Brussels",

    "Freiwilliges Ökologisches Jahr": "Voluntary Ecological Year",

    "bei der": "at",

    "Abitur": "Graduation",

    "an der Sophie-Charlotte-Oberschule": "at Sophie-Charlotte-High School",

    "Abschluss (Graduation)": "Graduation",

    "Zertifikate, Fort- & Weiterbildungen": "Certificates, further education and training",

    "und": "and",

    "Weiterbildung zum Verfahrensbeistand": "Further education to become a child attorney",

    "Weiterbildung zum Betzavta-Trainer": "Further training as a Betzavta trainer",

    "1-jährige Shiatsu-Ausbildung": "One-year training in Shiatsu",

    "Ausbildung zum Jugendgruppenleiter": "Training as youth group leader",

    "Agilität, Projektmanagement, Moderation, Argumentations-, Kommunikations- und Diskussionstrainings, Visualisierung, Fundraising, Presse- und Öffentlichkeitsarbeit, Social Media, Blended Learning, OER, Hate & Counter-Speech, Interviewführung, Antidiskriminierungspädagogik, Social Justice, Intersektionale Gewaltprävention, Sexualisierte Gewalt an Jungen, Neonazismus/ Rechtsextremismus, Critical Whiteness, Handeln gegen Alltagsrassismus, Antisemitismus und viele mehr": "Agility, project management, moderation, argumentation-, communication and discussion trainings, visualization, fundraising, press and public relations, social media, blended learning, OER, hate & counter-speech, interviewing, anti-discrimination pedagogy, social justice, intersectional violence prevention, sexualized violence against boys, neo-Nazism/right-wing extremism, critical whiteness, action against everyday racism, anti-Semitism and many more",

    "Arbeitsschwerpunkte": "Areas of expertise",

    "Forschung, Praxis und Theorie zu den Themen": "Research, practice and theory on the topics",

    "Mehrdimensionale Diskriminierung/-privilegierung": "Multidimensional Discrimination/Privilege",

    "Geschlechterreflektierte Pädagogik": "Gender Reflective Pedagogy",

    "Jungen*arbeit": "Boys' work",

    "Geschlecht und Neonazismus (u.a. Interdiskriminierung, manosphere, Incels)": "Gender and neo-Nazism (among others interphobia, manosphere, incels)",

    "Intergeschlechtlichkeit in Bildung und Pädagogik": "Intersex in education and pedagogy",

    "Queer Theory und Theorien zu Geschlecht und Männlichkeit": "Queer theory and masculinity",

    "(Sexualisierte) Gewalt": "(Sexualized) violence",

    "Antisemitismus, Rassismus, Critical Whiteness": "Antisemitism, racism, critical whiteness",

    "Nationalsozialismus, Erinnerungspolitik und Familienbiografien": "National Socialism, politics of memory and family biographies",

    "Eugenik und NS-‚Euthanasie‘": "eugenics and NS-'euthanasia'",

    "Digitalisierung, Social Media, Hate Speech, algorithmische Diskriminierung": "Digitalization, social media, hate speech, algorithmic discrimination",

    "Agilität": "Agility",

    "zum Seitenanfang": "scroll to top",

    "Dreiecks-Icon": "triangle-icon",

    "Ehrenamtliches Engagement": "Volunteer work",

    "Mitglied des": "Member of the",

    "Beirat": "advisory board",

    "der": "of the",

    "Internationalen Vereinigung Intergeschlechtlicher Menschen (IVIM / OII Germany)": "Organisation Intersex International (OII) Germany",

    "Mehr über Andreas Hechler": "About Andreas Hechler",
    "müAH": "About Andreas Hechler",

    "Kontakt zu Andreas Hechler": "Contact Andreas Hechler",

    "Ich freue mich über eine E-Mail oder eine anderweitige Kontaktaufnahme über meine Social Media Profile.": "I'll be happy to receive an email or meet you on my social media profiles.",

    "E-Mail-Addresse Andreas Hechler": "email-address Andreas Hechler",

    "Dank und Anerkennung": "Credits and Props",

    "Dank": "Credits",

    "Impressum": "Imprint",

    "Dank von Andreas Hechler": "Credits from Andreas Hechler",

    "Icon Checkliste von Seekicon. Icon Academia von Pinclipart. Alle anderen icons von Ionicon icons. Es wurden keine Veränderungen vorgenommen.": "Checklist icon from Seekicon. Academia icon from Pinclipart. All other icons by Ionicon icons. No changes were made.",

    "by": "von",

    "Blumenbild von DarkWorkX. Schreibmaschinenbild von Leah Kelley. Bild Fußabdruck im Sand von Elviss Railijs.": "Flower image from DarkWorkX. Typewriter image from Leah Kelley. Footprint in sand image from Elviss Railijs.",

    "CSS-tricks, codepen.io und stack overflow für Inspirationen und Code-Schnipsel.": "Inspirations and code-snippets found on CSS-tricks, codepen.io, and stack overflow.",

    "...und vermutlich viele weitere Ressourcen, die ich vergessen habe": "...and probably way more resources I forgot",

    "Ein ganz besonderer Dank an Spiced Academy, MSG, Jan, Gino & Andy": "A special thanks to Spiced Academy, MSG, Jan, Gino & Andy",

    "Angaben gemäß § 5 TMG": "Information according to § 5 TMG",

    "E-Mail": "Email",

    "Haftung für Links auf dieser Website": "Liability for links on this website",

    "Meine Webseite enthält Links zu anderen Webseiten, für deren Inhalt ich nicht verantwortlich bin. Haftung für verlinkte Websites besteht für mich nicht, da ich keine Kenntnis rechtswidriger Tätigkeiten hatte und habe, mir solche Rechtswidrigkeiten auch bisher nicht aufgefallen sind und ich Links sofort entfernen werde, sollten mir Rechtswidrigkeiten bekannt werden": "My website contains links to other websites, for whose content I am not responsible. There is no liability for linked websites, because I had and have no knowledge of illegal activities, I have not noticed any such illegal activities and I will remove links immediately if I become aware of any illegal activities",

    "Wenn Ihnen rechtswidrige Links auf meiner Website auffallen, bitte ich Sie, mich zu kontaktieren. Sie finden die Kontaktdaten oben": "If you notice illegal links on my website, please contact me. You will find the contact details above",

    "Urheberrechtshinweis": "Copyright information",

    "Die von mir erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung von mir. Downloads und Kopien dieser Seite sind nur für den privaten, nicht-kommerziellen Gebrauch gestattet. Falls notwendig, werde ich die unerlaubte Nutzung von Teilen der Inhalte meiner Seite rechtlich verfolgen": "The contents and works on these pages created by me are subject to German copyright law. The duplication, processing, distribution and any kind of utilization outside the limits of copyright law require my written consent. Downloads and copies of these pages are only permitted for private, non-commercial use. If necessary, I will legally pursue the unauthorized use of parts of the contents of my site",

    "Sollten Sie auf dieser Webseite Inhalte finden, die das Urheberrecht verletzen, bitte ich Sie, mich zu kontaktieren": "If you find content on this website that violates copyright law, please contact me",

    "Bildernachweis": "Picture credits",

    "Die Fotos und Screenshots auf dieser Webseite sind urheberrechtlich geschützt": "The photos and screenshots on this website are protected by copyright",

    "Die Bilderrechte liegen bei mir oder den Fotograf*innen, die": "The picture rights are with me or the photographers* who are listed",

    "hier": "here",

    "aufgeführt werden": "",

    "Datenschutz": "Privacy policy",

    "Die Nutzung meiner Webseite ist ohne Angabe personenbezogener Daten möglich": "The use of my website is possible without giving personal data",

    "Ich weise darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich": "I would like to point out that data transmission over the Internet (e.g. communication by e-mail) can have security gaps. A complete protection of data against access by third parties is not possible",

    "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Ich behalte mir ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen durch beispielsweise Spam-E-Mails vor": "The use of contact data published within the framework of the imprint obligation by third parties for sending advertising and information material not explicitly requested is hereby expressly prohibited. I expressly reserve the right to take legal action in the event of unsolicited sending of advertising information by, for example, spam e-mails",

    "Impressum Andreas Hechler": "Imprint Andreas Hechler",

    "Astronaut mit Hund, Rakete im rechten Hintergrund": "astronaut with space-dog, rocket on the right flying away",

    "...wir haben überall gesucht und sind sogar ins All geflogen": "...we looked everywhere and we even flew into space",

    "Aber es bestätigt sich die traurige Wahrheit": "But the sad truth is confirmed",

    "Diese Seite existiert nicht": "This page could not be found",

    "Ein Fehler ist aufgetreten": "An error occurred",

    "ZURÜCK ZU HOME": "BACK TO HOME"
}
